export const researchMeta = [
  {
    key: 'cpuPow',
    title: 'Ускорение процессора',
    description: 'Процессоры увеличивают прирост числа в степени. За каждое улучшение +0.01',
  },
  {
    key: 'hardPow',
    title: 'Улучшение жёстких дисков',
    description: 'Жёсткие диски увеличивает прирост хранилища в степени. За каждое улучшение +0.01',
  },
  {
    key: 'ramPow',
    title: 'Расширение оперативной памяти',
    description:
      'Оперативная память увеличивает прирост хранилища в степени. За каждое улучшение +0.01',
  },
  {
    key: 'costDecrease',
    title: 'Оптимизация множителей',
    description: 'Снижает стоимость апгрейдов множителей. За каждое улучшение в 2 раза',
  },
];
